Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Webcomic_Dark Moon (KO>EN).tmx
Source language: ko
Languages: en

source: 꿈?
en: in a dream?

source: 둘은 아직 제대로 못 만나봤지?
en: you two haven’t met her before, right?

source: 수하가 무서워하잖아.
en: we’re scaring sooha.

source: 뱀파이어였던거야?!!
en: ...really a vampire?!

source: 혼자 온 거야?
en: did you come by yourself?

source: 아냐 아냐!{j}오래 걸릴지도 모르니까 너희 먼저 돌아가!!
en: no, it’s okay! I might take a while. don’t wait for me!!{j}

source: 내가 좀 도와줄까?
en: can I help?

source: 아・・・그건・・・무척 오래된 책이라
en: ah, that one... is a really old book.

source: 멈칫!!
en: pause

source: 아니, 그러니까 네가 싫다는게 아니라!
en: I mean, not because it’s you!

source: 응!{j}티비에서 볼 때만.
en: of course! only when I watch them on tv, though.{j}

source: 앗, 이거?{j}이건 수하 네 선물이야.
en: oh, this? this is for you, sooha.{j}

source: 내가 누군 것 같아?
en: who do you think I am?

source: 네.{j}선생님.
en: yes, ma’am.{j}

source: 자, 여기.{j}책.
en: here’s your book.

source: 이 자식이, 감히 칸 형을-
en: how dare you attack khan!

source: 뭐랄까, 한마디로-
en: it’s kinda like...

source: 책 빌리러 왔니?
en: are you here to borrow a book?

source: 밤엔 혼자 걸어다니고,
en: ...walk around alone at night...

source: ・・・흥!
en: hmph!

source: 벌써 미움받아 버렸어.
en: they already hate me.

source: 너야말로 우리 학교엔 무슨 일로 온 거지?
en: then tell me, what are you doing at our school...

source: 아무한테도 절대 말 안 할게!!
en: I swear I won’t tell anyone!!

source: 뭔가 이상한 끌림이 있다는 게···
en: about that strange attraction...

source: 이름이 뭐야?!
en: what’s your name?!

source: 그렇구나···
en: is that so?

source: _x0008_그럴 수도 있지!
en: I totally understand!

source: 갑자기 남이 끼어들어서 친하게 지내면 싫잖아···
en: I bet you don’t like someone suddenly butting in...

source: 텅!
en: crash

source: 그렇잖아?!
en: you know what I mean?

source: 그것도 다정한데···
en: that’s still sweet...

source: 형제일리는 없고・・・
en: you can’t all be brothers...

source: 왜 불렀어?{j}할 말이 뭔데?
en: what is it that you wanted to say to me?{j}

source: 당장-
en: hand me...

source: 으아아아!!{j}안돼!{j}부끄러워!{j}이상해!
en: gahhh! I can’t! this is so embarrassing! and weird!{j}{j}{j}

source: 얼굴을 못쳐다 보겠어・・・
en: I can’t bring myself to look at their faces.

source: 내 어린 시절-
en: he was...

source: 어?!{j}아니?!{j}궁금해!{j}알고싶어!!
en: huh?! n-no, of course I do! I wanna know!

source: 미안・・・
en: sorry...

source: 이 파렴치한 놈이 감히 수하한테 무슨 문자를-
en: how dare you have the nerves to text sooha--

source: 그러고보면 헬리네 애들이랑 칸네 애들은
en: I wonder why heli’s friends and khan’s friends...

source: 사람이 많은 곳으로 피해!!!
en: get to a busy street!

source: 그리고 뭔가 그것보다도-
en: plus...

source: 당연히 기억하지.
en: of course I remember you.

source: 교···교복?!!
en: a-a school uniform?!!!

source: 반가워.{j}너도 오늘 광장에 놀러 왔구나.
en: this is a nice surprise. you’ve also come to hang out at the square, I see.{j}

source: 아뇨, 괜찮습니다.
en: no, it’s fine.

source: 난 널 구하려는 거야.
en: I’m trying to save you...

source: 내가 널 믿는다는 걸 믿을 때.
en: when you believe that I trust you...

source: 난 그냥···네가 살아있기만 한다면···
en: all that matters to me...

source: 수하입니다.
en: it’s sooha.

source: 왠지 이상하게 끌리는 느낌이 있어・・・
en: I feel drawn to her for some reason...

source: 뭐···뭐야, 너!
en: wh-who are you?!

source: 노···놀라라.
en: I-I didn’t see that coming.

source: 이 녀석들이 나타날거라고 누가 예상했겠어.
en: ...right here, at this time?

source: 응!{j}우리 둘만!!!
en: uh-huh! just us two!!!{j}

source: 그냥···
en: no, I just...

source: 그 어떤 것도 알 수 없었던 내게,
en: ...what kind of life I should live...

source: 얼마 전 광장에서 뱀파이어를 마주쳤을 때,
en: ...when I came face to face with a vampire on the square the other day...

source: 우리를 두려워하게 될까 봐.
en: ...and fear us.

source: 아~ 그렇구나~!
en: oh, I see!

source: 결국 또 이렇게・・・
en: I messed up again...

source: 수하라고 했지?
en: hey, sooha.

source: 이 자식들이···
en: you jerks...

source: 왜 나를 데려가려고 한 건지.
en: ...or why he tried to take me away.

source: 헬리.
en: heli.

source: 겨우 학교 안내하는데 우르르 몰려가겠다고?!!
en: you’re all going for a mere campus tour?!

source: 반가워!
en: good to see you too!

source: 와하하-
en: hahaha!

source: 자카!{j}네가 어디있는지 찾아봐!
en: jakah, try to find where she is!{j}

source: 나도 밤바다 좋아하거든.
en: I like going to the beach at night, too.

source: 본능적으로 당장 말려야 한다고 느꼈어···
en: ...I had a feeling I should stop him.

source: 너무 행복해~~
en: I’m really happy!!!

source: 시온, 너!
en: shion!

source: 와~ 엄청 오래된 책이네.
en: wow, this looks ancient.

source: 네가 날 믿어준다고 말했잖아.
en: you told me you trusted me.

source: 아깐 고마웠어.
en: I wanted to thank you.

source: 하지만・・・ 이제 나는・・・
en: but now...

source: 무슨 일인지 설명해줄 테니까-
en: we’ll explain everything--

source: 10학년, 11학년, 12학년은
en: the 10th, 11th, and 12th grade classrooms...

source: 수하?{j}예쁜 이름이네・・・
en: sooha? what a pretty name...{j}

source: 넌 누구야?
en: who are you?

source: 안녕, 잘 지내~!
en: see you!

source: 크으윽…
en: argh...

source: 아・・・정말?!
en: You will?!

source: 근데 오늘은 어떻게 알고 온 거야?
en: by the way, how did you know this time?

source: 정말
en: really...

source: 그것도 이 시간에···!
en: ...especially at this hour?!

source: 특히 너랑은.
en: especially you.

source: 수하는 다음 주에도 우리랑 약속 있지롱~!
en: sooha has plans with us next weekend too!

source: 응, 안 오면 너희가 좋아할까 봐 왔어.
en: right. we came because we thought you’d like it if we didn’t.

source: 턱!!!
en: grab

source: 응.{j}헬리는 반납하러 온거지만···
en: yes and no. {j}heli’s here to return one.

source: 오랜만의 전학생이군요.
en: We have a new student.

source: 아주 맹연습 중이야.
en: ...so they’ve been practicing real hard.

source: 그···근데 너희도 전부 책 빌리러 온 거야?
en: a-are all of you checking out books too?

source: 너희에게 물어보고 싶은게 있어서 왔어.
en: ...came to ask your group about something.

source: 재미있었어.
en: we all had fun.

source: 잠깐 전학생이랑 이야기하다 왔어.
en: I was talking to the new student.

source: 알겠어.
en: okay.

source: 그 어떤것도 명확하지가 않아.
en: ...or if someone turned us into vampires.

source: 이 능력으로.
en: ...use my ability...

source: 파앙
en: thwack

source: 난 정말, 정말, 정말
en: ...but I really, really, really...

source: 아, 그게···그···
en: oh, you see...

source: 너희가 왜 우릴 의심하는지 알아.
en: I know why you’re suspicious of us.

source: 알 수 없는 강한 끌림이···!
en: I feel a strong sense of attraction for some reason...

source: 다···당연히 눈치채는거 아냐?!!
en: a-anyone would’ve noticed!

source: 계속
en: To be continued

source: 괜찮아.
en: it’s okay.

source: 헬리 형은 12학년이야.
en: heli’s in 12th grade.

source: 헤···헬리···
en: h-heli...

source: 아참!
en: oh, right!

source: 소문으로는 뱀파이어의 소행이라는데・・・
en: rumors say it was done by a vampire.

source: 그건 말로 다 할 수가 없어.{j}흑흑흑
en: ergh, there’s no way I can put that into words{j}

source: 진짜 뱀파이어···?!
en: ...vampire?!

source: 엥?{j}싫어~!{j}내 방 어질러지면 청소해야 하잖아!
en: eh? no way! cleaning up afterwards is too much work.{j}

source: 미안, 미안!
en: sorry, sorry!

source: 나의 존재와 목적,
en: ...about who I am...

source: 야만적이고 덜떨어진대다가 한심해.
en: they must be so simple, unsophisticated, and pathetic.

source: 잠옷···?
en: is she in her PJs...?

source: 누군들 뱀파이어를 좋아하겠어.
en: what human would like vampires?

source: 어휴~ 우리도 깜짝 놀랐어.
en: I know! we were surprised, too.

source: 자기가 제일 심하면서・・・
en: he’s the worst...

source: 그래요, 그럼 들어가서 짐 풀고 푹 쉬어요.
en: all right, then. settle in, and get some rest.

source: 그게···잠깐 나 혼자 표 사러 갔다가
en: well... I left for a second to buy tickets...

source: 이번엔 내가 너에게 갈게.
en: I’ll come to you this time.

source: 아냐.{j}재미있었어.
en: don’t mention it. we all had fun.{j}

source: 지냈니, 수하야?
en: sooha?

source: 뭐···뭐야, 이놈들은···!!
en: wh-what are they...?!

source: 모두…
en: ...that all of you...

source: 탓!
en: rush

source: 우리가 자주 가던, 그 안 쓰는 기숙사에 들어왔더라.
en: she’s in the old dormitory we used to hang out.

source: 2화
en: Episode 2

source: 뭐야, 공이야?
en: was that a ball?

source: 하지만 우린 인간을 해치지 않는데...
en: but we don’t hurt humans...

source: 낮엔 밖에 안나오는데,
en: ...you don’t come out during the day...

source: 나, 나는 수하라고 해.
en: I-I’m sooha.

source: 대체 어떻게?!!!
en: but how?!

source: 저는 여기가 좋아요.{j}감사합니다.
en: I like it here. thank you.{j}

source: 뱀파이어가 아니라는 말이야?
en: ...you’re not a vampire?

source: 힘들게 들어온 학교인데・・・
en: I worked so hard to get into this school...

source: 응··· 응···
en: oh, y-yeah!

source: 으응・・・ 잘가.
en: oh... okay, bye.

source: 자···잘자, 헬리야!
en: good night, heli!

source: 한 걸음 뒤로, 두 걸음 앞으로
en: one step back, two steps forward

source: 초대장 보내줘~
en: send us the invitation!

source: 내가 좀 배려심이 많아서···
en: I’m a thoughtful person, you see...

source: 난 수하랑 어울리고 싶어~
en: but I want to hang out with sooha!

source: 나도 그건 거짓말일 것 같았어.
en: I thought so.

source: 쟤 혹시 일반인인거 아닐까?
en: what if he’s an ordinary human?

source: 수하가...
en: if...

source: 반가··· 어···?!!
en: great to see--

source: 하하
en: haha

source: 우리 다음에 만나면
en: let’s at least say hi...

source: 뱀파이어 아니라구!!
en: I’m not a vampire!!!

source: 정정당당한 스포츠로.
en: ...rather than a fist fight.

source: 내가 널 얼마나···!!
en: ...how much...

source: 금방 갈게.{j}조금만 기다려줘.
en: I’ll be there in a minute. wait for me.{j}

source: 탁탁탁
en: dash

source: 그랬다가 혹시 무슨 일이라도 생기면-
en: what if something happens if I--

source: 모든 게 내 오해였다고···
en: tell me this is all a misunderstanding.

source: 응, 솔론 너는 오지마~.
en: you don’t have to come, solon!

source: 뭐?{j}이자식이 수하한테 문자를 보냈다고?
en: what?! this punk texted sooha?!{j}

source: 늑대라고 해도 믿을 만큼 컸어.
en: they were as big as wolves.

source: 터엉!
en: thump

source: 여기 있으면 다치니까 오지 마.
en: stop coming over or you’ll get hurt.

source: 제발 아니라고 말해줘.
en: please tell me you’re not.

source: 엔지~!{j}어디 있어?
en: enzy! where are you?{j}

source: 아, 근데 무슨 일로 온 거야?
en: by the way, what brought you here?

source: 뭐··· 뭘 봐!{j}난 그런 거 없어!!
en: w-what’re you looking at?! I don’t have anything!!{j}

source: 나도 네 말이 사실이길 바라.
en: I hope you’re telling the truth.

source: 헬리 넌,
en: you’ve always been...

source: 그래서!!!
en: was that why...

source: 그보다 수하야.{j}요즘 학교 생활은 좀 어때?
en: that aside, {j}how are you doing at school, sooha?

source: ・・・뭐?
en: what?

source: 너희답다!
en: this is so like you.

source: 우린 전부 마찬가지야···
en: none of us do.

source: 정말・・・?{j}내가 뱀파이어일까봐 무섭지 않아?
en: you really think so...? you’re not scared that I might be a vampire?{j}

source: 난 널 믿어.
en: you know I trust you.

source: 야!!{j}너만 희생하면 되는데 왜 이렇게 이기적이야!
en: hey! why are you being so selfish? we only need you to sacrifice!{j}

source: 이만 가볼게.{j}오늘 너무 즐거웠어.
en: I’ll get going. today was super fun.{j}

source: 다들 그만해!!!
en: stop it, all of you!!

source: 칸은 왜 그런 말을 한 거지···?
en: what did khan mean by that?

source: 내가 다칠까 봐 걱정해 주는 거야?
en: are you worried about me?

source: 너희가 날 있는 그대로 받아줬을 때,
en: so I was really happy and grateful...

source: 기다려!!
en: wait!!

source: 그 낡은 창고 같은 방에?
en: that old storage room?

source: ···그래서?
en: so?

source: 해가 완전히 지기 전엔,
en: ...none of them can be active...

source: 그런 뜻이 아니라-!!!!
en: that’s not what I mean!

source: 네 목을 물어보라고 했잖아!!
en: ...told me to bite your neck!

source: 아아아~!!!!{j}고작 12살인 네가 어째서!!
en: no, no, no! this can’t be... you were only 12!{j}

source: 그래도 일단은 만나서 얘기라도 해보는게···
en: still, we should at least talk to her.

source: 아, 근데-
en: but all that aside... khan?

source: 뭐?!!{j}뱀파이어?!!
en: what?! vampires?!{j}

source: 왜 그동안 날 찾지 않은 거야?!!!
en: if so, why’d you never look for me all this time?!

source: 그런 거 아냐.{j}우린 잠깐 오해가 있었던 것뿐이야!
en: no, they weren’t. there was only a small misunderstanding!{j}

source: 정원은 내가 가꾼 거야.
en: I definitely took care of the garden.

source: 여학생이 하나 전학왔다면서?
en: a girl, right?

source: 차라리 우리가 다른 뱀파이어들을 전부 없애면 모를까.
en: ...unless we kill off all the other vampires or something.

source: 와아···
en: whoa...

source: 우리한테는, 우리뿐이야.
en: remember, we only have each other.

source: 절대로 실망시키고 싶지 않아.
en: I never want to let you down.

source: 헬리는 참 다정하네···
en: heli’s so nice...

source: 멀-찍
en: awkward

source: 무슨 일이 있었는데 그런 걸 묻는 거야?
en: what makes you ask if she’s okay?

source: 아・・・그렇구나・・・
en: oh, I see...

source: 자카!!!{j}당장 수하부터 데리고 가!!
en: jakah! get sooha out of here, right now!!{j}

source: 응?{j}뭐가?
en: sorry? about what?{j}

source: 모두 날 속인거였어!!!
en: you all lied to me instead!

source: 어···?{j}뭐···뭐지?!!!
en: huh? wh-what’s going on...?!{j}

source: 혹시 괜찮으면-
en: if you don’t mind...

source: 지금···
en: well...

source: 아주 특별한 날이지.
en: it is a very special night.

source: 다른 애들은 지금-
en: the other guys are...

source: 다음부터 쓰레기는 같이 버리러 가자.
en: we should take out the trash together next time.

source: 계속 똑같은 헬리였는데.
en: ...all this time.

source: 역시 너였구나!!!!
en: I knew it was you!!

source: 내가 지금 무슨 생각을 하는 거야?!!
en: what am I even thinking?!

source: 이리 줘.
en: give it to me.

source: 다들 아무것도 기억이 안나는 모양이지?
en: does nobody remember?

source: 칸!!!
en: khan!!!

source: 털썩!
en: flop

source: 수하는 괜찮아?
en: is she okay?

source: 지금 수하랑 같이 있지?
en: are you with sooha right now?

source: 그동안 마음 고생이 많았구나.
en: you must’ve had a rough time.

source: 나는 엔지라고 해.
en: I’m enzy.

source: 네가 여기 있으면
en: it’s just that when you’re here...

source: 쩔쩔..
en: flustered

source: 그리고 교칙상 해가 진 이후엔
en: the school rules say,

source: 방금 내가 본 게 정말 현실인가?!
en: what did I just see?

source: 다른 놈들이 우리와 다른 거라고!
en: ...the other vampires are not like us!

source: 너희 모두?
en: not a single of you?

source: 들어가면 안돼요!!
en: you can’t go inside!

source: 당연하지, 수하야.
en: of course, sooha.

source: 크리스네 집에 불이 났던게 불과 얼마전인데・・・
en: a fire broke out at chris’s house only a little while ago...

source: 그게 뭐?
en: so what?

source: 매표소가 이쪽인가?
en: where’s the ticket office?

source: 나도 헬리를 믿어···!
en: I trust him too!

source: 피를 마시고 싶으니까.
en: it’s because we crave blood.

source: ·········잘자라
en: and... goodnight.

source: 와줘서 고마워, 수하야.
en: thank you for coming, sooha.

source: 학교 수업이 밤 9시에 시작해서 새벽 2시에나 끝나니,
en: since classes start at 9 pm and end around 2 am...

source: 너 지금 어디있어?!
en: where are you right now?!

source: 내가···널!!
en: you have absolutely no idea...

source: 그리고-
en: also...

source: 두 학교가 라이벌이라서 그런가?
en: is it because our school and theirs are rivals...

source: 괜찮아 수하야.
en: it’s okay, sooha.

source: 뱀파이어로 오해받고 싶지 않거든.
en: ...don’t wanna be mistaken for a vampire.

source: 헐~?
en: whoa!

source: 그래도 날 구해줬잖아.
en: that doesn’t change the fact that you saved me.

source: 어린 시절 우리 둘만의 비밀을 알고 있었어.
en: he knew about a secret we shared as kids...

source: 헬리 형!!!
en: heli!

source: 너 가.
en: You can go.

source: 어디 있어?
en: where are you?

source: 멋지네···
en: that’s so romantic...

source: 으・・・ 응・・・ 좋아・・・
en: s-sure, I’d like that.

source: 헬리, 넌.
en: heli.

source: 그때 그렇게 당해놓고도 또 인간을 믿을 셈이야?
en: do you still intend to trust humans, after everything we’ve gone through?

source: 수하 말로는 세상 그 누구보다도-
en: she told me that she, more than anyone else in this world...

source: 너도 오늘 광장에 놀러 왔구나.
en: are you also hanging out at the square today?

source: 이 사람···!
en: who is this person?!

source: 탁
en: grab

source: 응!!!
en: y-yeah!

source: 자리도 시온 옆이야.
en: I’m sitting next to shion.

source: 뭐!!{j}왜애?!!
en: what?! why?!{j}

source: 우린 쟤들이 너를 괴롭히는 것 같아서···
en: we just thought they were messing with you...

source: 표적
en: The Target

source: 물론 그냥 휴대폰으로 연락하면 되지만···
en: of course, I can just talk to him on the phone...

source: 난 -
en: I...

source: 그분이 돌아가시면서 우리가 물려받은 거야.
en: they left this mansion to us in their will.

source: 그냥 우리 둘이서 재미있게 놀자!
en: let’s have fun, just the two of us!

source: 응?{j}응!{j}응!
en: huh? oh! yes, I am!{j}

source: 너만은 날 믿어주길 바라.
en: ...I hope you believe me...

source: 마음속으로 '뻥이야'라고 말했다구.
en: ...I was thinking, “of course, it’s a lie.”

source: 네가 늑대 인간으로 변할 수 있다는 거.
en: that you can turn into a werewolf.

source: 그렇지.
en: you’re right.

source: 으응···그래.
en: oh... okay.

source: 지금은!
en: ...but not anymore!

source: 꽈드득
en: grit

source: 뭐가?
en: about what?

source: 주춤
en: falter

source: 남들이 날 볼 때 이런 기분이었을까?
en: did others feel this way when they saw me?

source: 그게 우리가 한 짓이다 이거야?
en: are you suggesting that we did it?

source: 다소 자극적인 장면이 포함되어 있어 감상에 주의 부탁드립니다.
en: This episode contains graphic content that may be upsetting for some readers. Viewer discretion is advised.

source: 서로를 모를 때보다 더 친하게 지내고 싶어.
en: ...I hope we become even closer friends.

source: 심지어 같은 학교 같은 반인데?!
en: when we are classmates at the same school at that?

source: 지금 그 말, 후회 안 할 자신 있어?
en: are you sure you won’t regret saying that?

source: 너희가 이쪽으로 오겠다고?
en: you want to come over?

source: 이상한 힘이 내 마음을 조종하는 기분이야···
en: ...as if some mysterious power is controlling my emotions.

source: 정말 강력한 능력이야···
en: such an extraordinary talent...

source: 어디에서 봤어?
en: where did you see one?

source: 하하하
en: hahaha

source: 아무튼 고마워···
en: well, thanks anyway.

source: 뱀파이어들로부터.
en: ...vampires.

source: 너 가만 안 둬!!!
en: I won’t let this slide!

source: 아, 그리고-
en: and you two are...

source: 저 자식!!{j}분명 보통 뱀파이어가 아니야!!
en: that punk’s not like the other vampires!!{j}

source: 탁탁탁-
en: zoom

source: 아무튼 이 능력 때문에 좋은 일이라곤-
en: seriously, this stupid ability has done me no good--

source: 우리 앞으로 친하게 지내자.
en: let’s be friends.

source: 그···그리고!
en: a-and

source: 다들 부모님이 안계시거든.
en: none of us have parents.

source: 미···미안해.
en: s-sorry.

source: 어딘가에서 만들어진 것처럼···
en: ...we were created somewhere...

source: 이젠 네 방에서 모이려고.
en: ...so we decided to meet in yours from now on.

source: 우린 걱정하지 마!
en: don’t worry about us.

source: 처···처음엔 좀 놀라긴 했지만,
en: I-I was a little surprised at first...

source: 친구...
en: ...childhood friend.

source: 뱀파이어는 최악이야!
en: vampires are the worst!

source: 응?!!
en: huh?!

source: 앞으로 두 번 다시는・・・
en: ...I’ll never, ever...

source: 앞으로 우리 친···
en: I hope we can be friends--

source: 그리고,
en: ...and...

source: 아이고···등이야···
en: argh... my back...

source: 그동안 나는,
en: until now...

source: 그래!{j}다들 뭐라고 말 좀···
en: yes! everyone, say something--{j}

source: ···미안해.
en: I’m... sorry.

source: 정말 늑대인간이라고?!!
en: ...actually a werewolf?

source: 앗!{j}그러고보니까
en: oh! wait!{j}

source: 전학생?!{j}얘기 들었어!!
en: a new student?! I heard the news one just transferred!!{j}

source: 그건 그냥 바보아냐?
en: only a fool would do that.

source: 걔가 실망하든 말든.
en: if we let her down?

source: 아까 다치진 않았어?
en: did you get hurt from that fight?

source: 오해야!!
en: it’s not what you think!

source: 너희도 오면 좋을텐데···
en: it’d be nice if you guys can come.

source: 뭔가・・・ 우리와 비슷하면서 다른・・・
en: something... similar to us, yet not exactly the same...

source: 칸을 만났다고?
en: you ran into khan?

source: 응.{j}약간 다치긴 했지만, 그래도 다들 괜찮아.
en: slightly injured but we’re also fine.{j}

source: 2. 안녕, 헬리
en: 2. Hello, Heli.

source: 부디 그런 오해만큼은 하지 말아줘.
en: please don’t mistake us for them.

source: 다・・・다들 왜 이렇게-
en: w-why are they all...

source: 헬리형!!!!
en: heli!!

source: 근데 누구 생일이야?
en: whose birthday is it, by the way?

source: 너같이 따뜻한 마음을 가진 애가 뱀파이어일리 없잖아.
en: someone with such a kind heart as you can’t be a vampire.

source: 일부러 시간내서 안내해주고・・・
en: about giving me a tour and everything...

source: 시온!!!!{j}너 가만 안 둬!!!{j}거기서 딱 기다려!!!
en: shion, you little...!! I won’t let this slide!!! wait right there!!!{j}

source: 왜냐하면···
en: that’s because...

source: 네가… 나한테…
en: you even...

source: 태어날때부터.
en: ...with a limp.

source: 끼잉
en: whine

source: 아, 아니···그게···그러니까···
en: n-no, I mean...

source: 잠깐 숨 좀 고르면 금방 좋아질 거야!
en: I’ll be fine. I just need some fresh air.

source: 만약 정말 우리가 한 짓이라고 쳐도,
en: even if it really was us...

source: 내가 알던 너는
en: The You I Used to Know

source: 수하라고 했지?{j}난 나자크라고 해.
en: sooha, right? I’m najak.{j}

source: 이제 나이트볼 시합도 얼마 안 남았으니까···
en: especially since the nightball game is just around the corner...

source: 헬리형!{j}놈이 사라졌어.
en: heli, he disappeared!{j}

source: 털썩!!
en: thud

source: 후우..
en: whew

source: 너와 함께할 많은 날들이 기대돼.
en: ...and I look forward to what’s to come.

source: 쳇!
en: hmph!

source: 자카라고 했지?
en: ...and jakah, right?

source: 널 실망시키고 싶지 않아.
en: I don’t want to let you down.

source: 고마워, 헬리야.
en: thank you, heli.

source: 뭐, 올해도 어차피 우리가 우승하겠지만.
en: our team’s gonna win anyway, though.

source: 냥냥냥
en: meowww

source: 우리끼리 그러기로 약속했으니까.
en: we promised to keep that line.

source: 아니...저...{j}저기...
en: w-wait... hear me out...

source: 나도 취미가 독서야.
en: reading is my hobby.

source: 타앗!
en: clasp

source: 응, 당연하지!
en: of course I’ll be there!

source: 헬리한테는 한 번 말한 적이 있지만…
en: well, I’ve told heli...

source: 이렇게 하루하루가 즐거운건.
en: ...spending days, full of fun...

source: 좋은 애들을 만나게 돼서···
en: I met such nice friends...

source: 널 지키기 위해 태어났고,
en: ...was born to protect you.

source: 쟤랑 가까이 지내면 불행해진대!
en: I heard she brings bad luck!

source: 와락!!
en: clasp

source: 자···잠깐만!!!{j}잠깐, 자카!!!
en: w-wait! hold on, jakah!{j}

source: 날 안고 뛰어오르더니!!
en: ...and carried me away earlier.

source: 너흰 오늘 여기서 지내는거야?
en: are you all staying here tonight?

source: 7.{j}앙숙
en: 7. Nemeses{j}

source: 괜히 쓸데없이 말 섞지 말라고!
en: stop talking to her unless you absolutely have to!

source: 뭐할 거야?
en: what’re you gonna do?

source: 우리랑 동족이야?
en: ...one of us?

source: 난···.{j}난 너희 같은···
en: I-I’m not one of you--

source: 사실은 솔론이 뱀파이어였다고 말하고 우리만 빠져나가자.
en: ...solon is a vampire and then get ourselves out of this.

source: 눈물 날 것 같아・・・!
en: I feel like I’m gonna cry!

source: 제대로 정리를 못했거든.
en: ...but there’s still a long way to go.

source: 가장 소중했던...
en: ...my dearest...

source: 애초에 크리스도 날 데려가려고 나타난 거고.
en: besides, I was the reason chris showed up in the first place.

source: 저기...{j}그...{j}오...{j}오랜만이야...
en: uhm... well... i-it’s been a while...{j}{j}{j}

source: 수하는 정말 사려깊구나.
en: how considerate of you.

source: 너 혼자 가서 쟤한테 무슨 말을 할 줄 알고?!!
en: who knows what you’re gonna tell her when you’re alone with her?!

source: 컸고!
en: we’re grown!

source: 설마 이게 사랑인가?
en: is this what they call love?

source: 내가 살면서 다시 만날 수 있을까···?
en: ...get to make another friend like chris again?

source: 동떨어지고 더러운게 무슨 대수야!
en: a dirty room in a corner is no big deal!

source: 널 위해 최선을 다할게.
en: I’ll do my best for you.

source: 너흰 누구야?
en: who are you?

source: 이게~!!{j}무지개 반사!!
en: urgh!! well, I say right back at you!!

source: 이제 곧 나이트볼 시합이잖아.
en: the nightball games are just around the corner.

source: 그···그리고!{j}노아랑 자카도!
en: a-and {j}thank you too, noa and jakah!

source: 아니, 아니, 아니!!
en: no, no, no!!!

source: 정말 뱀파이어야?
en: well, are you?

source: 우와~!
en: whoa!

source: 우리 학교 학생이 죽었어.
en: the victim was a student from our school.

source: 어어?{j}저기··· 잠깐···
en: huh? w-wait...{j}

source: 나도 친구들이 놀이에 잘 안끼워주거든.
en: other kids don’t let me join them either.

source: 네가 꼭 와줬으면 해서.
en: we’d love to have you there.

source: 혹시 헬리인가?
en: is it heli?

source: 다음 주 주말엔 우리랑 같이 놀러 가자.
en: why don’t you hang out with us next weekend?

source: 역시···
en: just as I thought...

source: 그...그럼...헬리 넌?
en: wh-what about you, heli?

source: 우리 학교는 철저한 입학시험으로 유명한 곳인만큼,
en: since our school is well-known for its strict entrance system...

source: 그런게 아니라면-
en: if not...

source: 타다다다
en: dash

source: 초대장?
en: an invitation?

source: 대체 왜 수하를···
en: but why her-?

source: 비틀
en: falter

source: 보고 싶었어, 수하야.
en: I missed you, sooha.

source: 나랑 똑같아.
en: just like me.

source: 그럼 사이가 안 좋을 만도 하네.
en: then it makes sense why they hate each other so much.

source: 뱀파이어 놈들은 어디에 있지?
en: where are those vampires?

source: 지노야!
en: jino!

source: 부웅
en: whoosh

source: 이 자식들이···!!
en: you jerks...!!!

source: 벌떡
en: jump

source: 너의 신뢰를 잃고 싶지 않은 마음이 훨씬 더 크니까.
en: ...I’d hate to lose your trust more than anything.

source: 저기!!
en: well...

source: 그 사건과 관련이 있는걸까?
en: ...really involved in the incident?

source: 정말이야?
en: you mean it?

source: 우린 다른 녀석들과 달라···!
en: we’re not like the other vampires!

source: 안 믿어도 좋지만,
en: fine, don’t.

source: 자, 풀.
en: here, I got you some grass.

source: 별것도 아닌일로 괜히 내가···
en: I got worked up over nothing...

source: 내 유일한 친구야.
en: ...was my only friend.

source: 분명히 그때···
en: at that very moment...

source: 안돼!{j}나도 가!!!!
en: no way! I’m coming, too!{j}

source: 근데···사실 난···
en: but actually...

source: 아~ 예전에 주로 모이던 옛날 기숙사 방은 이제 수하가 쓰게 됐으니까
en: oh, the room where we used to meet is now sooha’s...

source: 돌아갈 때 내가 데려다 줘도 될까?
en: ...can I walk you back to your room after you’re done?

source: 너랑은 상관 없어!
en: it had nothing to do with you!

source: 널 믿으니까.
en: ...because I trust you.

source: 이게 다-
en: it’s all...

source: 말로만 아니라고 하면
en: you want us to believe you, just like that?!

source: 너희 모두를 위해 준비했어!
en: I got something for all of you.

source: 넌 이름이 뭐야?
en: what’s your name?
